Repository: common-repository/message-business
Catalog: languages/message-business-*.po
Languages: fr_fr

source: Settings Saved
fr_fr: Vos paramètres ont été enregistrés

source: At least one field must be required
fr_fr: Au moins un champ est obligatoire. Merci de le renseigner

source: Please fill the label(s)
fr_fr: Veuillez indiquer un libellé

source: Title
fr_fr: Titre

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les autorisations nécessaires pour accéder à cette page.

source: Please specify an account number.
fr_fr: Veuillez indiquer votre numéro de compte.

source: Please specify an API key.
fr_fr: Veuillez indiquer votre clé API.

source: An error has occurred.
fr_fr: Une erreur est survenue.

source: Please fill the settings form to connect to Message Business API first.
fr_fr: Merci de renseigner les paramètres du formulaire.

source: Form settings
fr_fr: Paramètres du widget

source: Optional?
fr_fr: Optionnel ?

source: Value
fr_fr: Valeur

source: Hidden?
fr_fr: Masqué ?

source: Save changes
fr_fr: Enregistrer les modifications

source: Import contacts between databases
fr_fr: Synchroniser les contacts entre bases

source: Each day, the module imports the data used to manage your marketing operations.
fr_fr: Chaque jour, le module synchronise les données entre Message Business et votre site pour vous permettre de mener des opérations marketing.

source: Import includes contact (email, name, ...), as well as customer data (Revenue, frequency).
fr_fr: Importer les informations des contacts (email, nom, ...) et l'historique des achats.

source: Import only contact details (email, name, ...).
fr_fr: N'importer que les informations des contacts (email, nom, ...).

source: Save settings
fr_fr: Enregistrer les modifications

source: Operations for Wordpress
fr_fr: Opérations pour Wordpress

source: Operations for WooCommerce
fr_fr: Opérations pour WooCommerce

source: WooCommerce settings
fr_fr: Réglages WooCommerce

source: Please install and activate WooCommerce plugin!
fr_fr: Veuillez installer et activer l'extension WooCommerce.

source: Name
fr_fr: Nom

source: Account number
fr_fr: Numéro de compte

source: Account API key
fr_fr: Clé d’identification API

source: Public module URL
fr_fr: URL publique du module

source: At your service
fr_fr: A votre service

source: Subscribe
fr_fr: S'inscrire

source: Settings
fr_fr: Paramètres

source: Widget title
fr_fr: Titre du widget

source: Invalid format
fr_fr: Format invalide

source: Please fill the required fields.
fr_fr: Veuillez renseigner les champs obligatoires.

source: The form has been submitted successfully.
fr_fr: Le formulaire a été soumis.

source: An error has occurred! Please try again.
fr_fr: Une erreur est survenue. Veuillez recommencer.

source: Error server!
fr_fr: Une erreur serveur est survenue !

source: This field is required.
fr_fr: Ce champ est obligatoire.

source: Please enter a valid email address.
fr_fr: Veuillez indiquer une adresse email valide.

source: Label
fr_fr: Libellé

source: Salutation
fr_fr: Civilité

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Company name
fr_fr: Raison Sociale

source: Job title
fr_fr: Titre/Fonction

source: Mobile
fr_fr: Tél. Mobile

source: Phone
fr_fr: Téléphone

source: Address 1
fr_fr: Adresse 1

source: Address 2
fr_fr: Adresse 2

source: Zip code
fr_fr: Code postal

source: City
fr_fr: Ville

source: Country
fr_fr: Pays

source: Comments
fr_fr: Commentaires

source: Type
fr_fr: Type de contacts

source: Activity
fr_fr: Activité

source: Source
fr_fr: Source du contact

source: Please verify your Account number and Api key.
fr_fr: Veuillez indiquer votre numéro de compte et clé Api.

source: SMTP Configuration
fr_fr: Configuration SMTP

source: Please <a href="%s">contact us</a> if you need additionnal information on this module.
fr_fr: Retrouvez sur <a href="%s">le Campus Utilisateur de Message Business</a> toutes les informations concernant les paramétrages et autres usages possibles du module Message Business pour WordPress.

source: If you have not registered yet to Message Business, <a href="%s">create an account now ... It's free and without obligation !</a>
fr_fr: Si vous n'avez pas encore un compte sur Message Business, profitez dès maintenant de <a href="%s">l'offre découverte</a> pour évaluer gratuitement et sans engagement Message Business.

source: Credentials of your account on Message Business
fr_fr: Authentification de votre compte sur Message Business

source: Configuration steps
fr_fr: Etapes de configuration

source: Submit button text
fr_fr: Texte du bouton de soumission

source: Choose an item and drag it here.
fr_fr: Choisissez un champ et glissez-déposez le ici.

source: Please set your Account number and Api key to link your form to Message Business.
fr_fr: Veuillez indiquer votre numéro de compte ainsi que la clé Api pour connecter votre formulaire à Message Business.

source: This email address is already registered.
fr_fr: Cette adresse mail a déjà été enregistrée.

source: Click here to set your Account number and Api key
fr_fr: Cliquez-ici pour indiquer votre numéro de compte ainsi que votre clé Api

source: If it has not been done, create a new Message Business account <a href="%s" target="_blank">here</a>.
fr_fr: Si ça n'a pas déjà été fait, créez-vous un nouveau compte Message Business <a href="%s" target="_blank">ici</a>.

source: Generate a new API key on your Message Business account (More > Settings > Connectors, API) to get access to the Message Business API and fill the form below with your account number and API key.
fr_fr: Générez une nouvelle clé Api sur votre compte Message Business (Plus > Paramètres > Connecteurs, API) pour avoir accès à l'API Message Business ensuite remplissez le formulaire ci-dessous avec votre numéro de compte et clé Api.

source: Configure your emailing SMTP with Message Business SMTP configuration, see below.
fr_fr: Configurez votre messagerie SMTP avec la configuration Message Business SMTP, voir ci-dessous.

source: <a href="%s">Edit your subscription form</a> by selecting the appropriate fields.
fr_fr: <a href="%s">Editez votre formulaire d'inscription</a> en sélectionnant les champs appropriés.

source: <a href="%s">Publish the subscription form</a> on your web site structure.
fr_fr: <a href="%s">Publiez votre formulaire d'inscription</a> en sélectionnant les champs appropriés.

source: Please check <a href="%s" target="_blank">here</a> how to configure your SMTP settings.
fr_fr: Pour connaître comment configurer vos paramètres SMTP, veuillez cliquer <a href="%s" target="_blank">ici</a> .

source: Please enter a valid phone number.
fr_fr: Veuillez saisir un numéro de téléphone valide.

source: Import all your contacts to your Message Business account
fr_fr: Importez tous vos contacts sur votre compte Message Business

source: Shop URL
fr_fr: Adresse URL du e-commerce

source: Consumer key
fr_fr: Clé client

source: Consumer secret
fr_fr: Secret client

source: Last import
fr_fr: Dernier import

source: Last import duration
fr_fr: Durée du dernier import

source: Import in progress
fr_fr: Import en cours

source: Next import
fr_fr: Prochain import

source: Not scheduled.
fr_fr: Non programmé.

source: Import my contacts every
fr_fr: Fréquence de synchronisation

source: hour
fr_fr: heure

source: hours
fr_fr: heures

source: Import my contacts
fr_fr: Importer mes contacts

source: Customers data have been successfully synchronized.
fr_fr: La synchronisation des données clients a été correctement effectuée.

source: An error has occurred during the process. Please try again.
fr_fr: Une erreur inattendue s'est produite. Veuillez essayer à nouveau.

source: Please specify your shop url.
fr_fr: Veuillez indiquer l'adresse URL du site.

source: Please specify a consumer key.
fr_fr: Veuillez indiquer votre clé client.

source: Please specify a consumer secret.
fr_fr: Veuillez indiquer votre secret client.

source: Please select a valid frequency.
fr_fr: Veuillez sélectionner une fréquence de synchronisation valide.

source: To obtain a consumer key, go to your WooCommerce extension > Settings > API > keys and apps > Add key > Name your description > Change the permissions to "Read Write" > Generate API key.
fr_fr: Pour obtenir une clé client, allez sur votre plugin WooCommerce > Réglages > API > Clés/Apps > Ajouter une clé > Nommez votre clé dans le champ description > Changez les permissions à "Lecture/Ecriture" > Générer une clé API.

source: To obtain a consumer secret, go to your WooCommerce extension > Settings > API > keys and apps > Add key > Name your description > Change the permissions to "Read Write" > Generate API key.
fr_fr: Pour obtenir une secret client, allez sur votre plugin WooCommerce > Réglages > API > Clés/Apps > Ajouter une clé > Nommez votre clé dans le champ description > Changez les permissions à "Lecture/Ecriture" > Générer une clé API.
